Repository: matthias-juengel/ChessDuo
Catalog: ChessDuo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

# announce_check_black
source: Check. Black king is in check.
de: Schach. Schwarzer König im Schach.
es: Jaque. Rey negro en jaque.
fr: Échec. Roi noir en échec.
zh_hans: 将军。黑王被将军。

# announce_check_white
source: Check. White king is in check.
de: Schach. Weißer König im Schach.
es: Jaque. Rey blanco en jaque.
fr: Échec. Roi blanc en échec.
zh_hans: 将军。白王被将军。

# announce_checkmate_black
source: Checkmate. Black is checkmated.
de: Schachmatt. Schwarz ist schachmatt.
es: Jaque mate. Negras en jaque mate.
fr: Échec et mat. Noir est échec et mat.
zh_hans: 将死。黑方被将死。

# announce_checkmate_white
source: Checkmate. White is checkmated.
de: Schachmatt. Weiß ist schachmatt.
es: Jaque mate. Blancas en jaque mate.
fr: Échec et mat. Blanc est échec et mat.
zh_hans: 将死。白方被将死。

# announce_opponent_turn_black
source: Opponent's turn. Black to move.
de: Gegner am Zug. Schwarz zieht.
es: Turno del oponente. Negras juegan.
fr: Tour de l'adversaire. Noir joue.
zh_hans: 对手回合。黑方走棋。

# announce_opponent_turn_white
source: Opponent's turn. White to move.
de: Gegner am Zug. Weiß zieht.
es: Turno del oponente. Blancas juegan.
fr: Tour de l'adversaire. Blanc joue.
zh_hans: 对手回合。白方走棋。

# announce_promotion_cancel
source: Promotion canceled.
de: Umwandlung abgebrochen.
es: Coronación cancelada.
fr: Promotion annulée.
zh_hans: 升变已取消。

# announce_promotion_chosen
source: Piece promoted.
de: Figur umgewandelt.
es: Pieza coronada.
fr: Pièce promue.
zh_hans: 升变完成。

# announce_promotion_open
source: Choose promotion piece.
de: Umwandlungsfigur wählen.
es: Elige pieza de coronación.
fr: Choisir la pièce de promotion.
zh_hans: 选择升变棋子。

# announce_stalemate
source: Stalemate.
de: Patt.
es: Tablas por ahogado.
fr: Pat.
zh_hans: 僵局。

# announce_your_turn_black
source: Your turn. Black to move.
de: Du bist am Zug. Schwarz zieht.
es: Tu turno. Negras juegan.
fr: À vous. Noir joue.
zh_hans: 轮到你。黑方走棋。

# announce_your_turn_white
source: Your turn. White to move.
de: Du bist am Zug. Weiß zieht.
es: Tu turno. Blancas juegan.
fr: À vous. Blanc joue.
zh_hans: 轮到你。白方走棋。

# awaiting_confirmation_title
source: Waiting for confirmation
de: Warte auf Bestätigung
es: Esperando confirmación
fr: En attente de confirmation
zh_hans: 等待确认

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

# color_black
source: Black
de: Schwarz
es: Negras
fr: Noir
zh_hans: 黑

# color_white
source: White
de: Weiß
es: Blancas
fr: Blanc
zh_hans: 白

# draw_text
source: Draw
de: Remis
es: Tablas
fr: Nulle
zh_hans: 平局

# flip_black_bottom
source: Black Bottom
de: Schwarz unten
es: Negras abajo
fr: Noir en bas
zh_hans: 黑方在下

# flip_white_bottom
source: White Bottom
de: Weiß unten
es: Blancas abajo
fr: Blanc en bas
zh_hans: 白方在下

# found_devices_section
source: Found Devices
de: Gefundene Geräte
es: Dispositivos encontrados
fr: Appareils trouvés
zh_hans: 发现的设备

# history_close_button
source: Close history
de: Verlauf schließen
es: Cerrar historial
fr: Fermer l'historique
zh_hans: 关闭历史

# history_delta_badge_accessibility_one
source: 1 move undone.
de: 1 Zug zurück.
es: 1 jugada deshecha.
fr: 1 coup annulé.
zh_hans: 已撤回 1 步。

# history_delta_badge_accessibility_other
source: %@ moves undone.
de: %@ Züge zurück.
es: %@ jugadas deshechas.
fr: %@ coups annulés.
zh_hans: 已撤回 %@ 步。

# history_redo_button
source: View next move
de: Nächsten Zug ansehen
es: Ver jugada siguiente
fr: Voir coup suivant
zh_hans: 查看下一手

# history_revert_accept_no
source: No
de: Nein
fr: Non
zh_hans: 否

# history_revert_accept_yes
source: Yes
de: Ja
es: Sí
fr: Oui
zh_hans: 是

# history_revert_button
source: Restart from this position
de: Von dieser Stellung neu starten
es: Reiniciar desde esta posición
fr: Recommencer depuis cette position
zh_hans: 从此位置重开

# history_revert_cancel_request
source: Keep Current
de: Doch nicht zurück
es: Mantener
fr: Garder
zh_hans: 保持当前

# history_revert_request_sent_one
source: Waiting for %@ to confirm reverting %@ move…
de: %@ muss bestätigen, dass das Spiel 1 Zug zurückgesetzt wird.
es: Esperando a %@ para confirmar revertir %@ jugada…
fr: En attente que %@ confirme le retour d’%@ coup…
zh_hans: 等待 %@ 确认撤回 %@ 步…

# history_revert_request_sent_other
source: Waiting for %@ to confirm reverting %@ moves…
de: %@ muss bestätigen, dass das Spiel %@ Züge zurückgesetzt wird.
es: Esperando a %@ para confirmar revertir %@ jugadas…
fr: En attente que %@ confirme le retour de %@ coups…
zh_hans: 等待 %@ 确认撤回 %@ 步…

# history_revert_short
source: From here
de: Ab hier
es: Desde aquí
fr: D'ici
zh_hans: 从这里

# history_revert_title
source: Undo moves?
de: Züge zurück?
es: ¿Deshacer jugadas?
fr: Annuler des coups ?
zh_hans: 撤回这些步？

# history_undo_button
source: View previous move
de: Vorherigen Zug ansehen
es: Ver jugada anterior
fr: Voir coup précédent
zh_hans: 查看上一手

# incoming_join_message
source: %@ wants to connect. Accept?
de: %@ möchte sich verbinden. Annehmen?
es: %@ quiere conectarse. ¿Aceptar?
fr: %@ souhaite se connecter. Accepter ?
zh_hans: %@ 想要连接。接受吗？

# incoming_join_title
source: Join Request
de: Verbindungsanfrage
es: Solicitud de conexión
fr: Demande de connexion
zh_hans: 连接请求

# join_title
source: Join?
de: Beitreten?
es: ¿Unirse?
fr: Rejoindre ?
zh_hans: 加入？

# ln_help_dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
zh_hans: 关闭

# ln_help_message
source: It looks like local network permission is disabled. %@ needs this to automatically discover nearby players. You can enable it in Settings:
de: Anscheinend ist die Berechtigung für das lokale Netzwerk deaktiviert. %@ benötigt sie, um automatisch Spieler in der Nähe zu finden. Du kannst sie in den Einstellungen aktivieren:
es: Parece que el permiso de red local está desactivado. %@ lo necesita para descubrir automáticamente jugadores cercanos. Puedes activarlo en Ajustes:
fr: Il semble que l'autorisation réseau local soit désactivée. %@ en a besoin pour découvrir automatiquement les joueurs à proximité. Vous pouvez l'activer dans les Réglages :
zh_hans: 看起来本地网络权限已被关闭。%@ 需要此权限来自动发现附近玩家。你可以在“设置”中启用：

# ln_help_open
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
zh_hans: 打开设置

# ln_help_step_return
source: Return to the app and connect to a nearby player.
de: Kehre zur App zurück und verbinde dich mit einem Spieler in der Nähe.
es: Vuelve a la app y conéctate a un jugador cercano.
fr: Revenez dans l'app et connectez-vous à un joueur proche.
zh_hans: 返回应用并连接附近的玩家。

# ln_help_step_settings
source: Tap 'Open Settings'.
de: Tippe auf 'Einstellungen öffnen'.
es: Toca 'Abrir Ajustes'.
fr: Touchez 'Ouvrir Réglages'.
zh_hans: 点按‘打开设置’。

# ln_help_step_toggle
source: Turn ON Local Network access for %@.
de: Schalte den Zugriff auf das lokale Netzwerk für %@ EIN.
es: Activa el acceso a la Red Local para %@.
fr: Activez l'accès réseau local pour %@.
zh_hans: 为 %@ 打开本地网络访问。

# ln_help_title
source: Enable Local Network Access
de: Lokalen Netzwerkzugriff aktivieren
es: Activar Acceso a la Red Local
fr: Activer l'Accès Réseau Local
zh_hans: 启用本地网络访问

# load_game_accept_no
source: Keep Current
de: Aktuell behalten
es: Mantener
fr: Garder
zh_hans: 保持当前

# load_game_accept_yes
source: Load Game
de: Spiel laden
es: Cargar
fr: Charger
zh_hans: 载入

# load_game_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

# load_game_cancel_request
source: Keep Current
de: Aktuell behalten
es: Mantener
fr: Garder
zh_hans: 保持当前

# load_game_request_sent
source: Waiting for %@ to confirm loading the game…
de: Warte darauf, dass %@ das Laden bestätigt…
es: Esperando a %@ para confirmar la carga de la partida…
fr: En attente que %@ confirme le chargement de la partie…
zh_hans: 等待 %@ 确认载入棋局…

# load_game_subtitle
source: Choose a game to load
de: Wähle ein Spiel zum Laden
es: Elige una partida para cargar
fr: Choisissez une partie à charger
zh_hans: 选择要载入的对局

# load_game_title
source: Famous Chess Games
de: Berühmte Schachpartien
es: Partidas de Ajedrez Famosas
fr: Parties d'Échecs Célèbres
zh_hans: 著名棋局

# loss_text
source: You are checkmated
de: Du bist Matt
es: Estás en jaque mate
fr: Vous êtes échec et mat
zh_hans: 你被将死

# menu_accessibility_label
source: Open menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
zh_hans: 打开菜单

# menu_change_name_title
source: Change Name (%@)
de: Name ändern (%@)
es: Cambiar nombre (%@)
fr: Changer le nom (%@)
zh_hans: 更改名称 (%@)

# menu_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh_hans: 关闭

# menu_enable_networking
source: Enable Nearby Play
de: Lokales Spiel aktivieren
es: Activar Juego Cercano
fr: Activer Jeu à Proximité
zh_hans: 启用附近对弈

# menu_fix_network_permission
source: Enable Nearby Play
de: Lokales Spiel aktivieren
es: Activar Juego Cercano
fr: Activer Jeu à Proximité
zh_hans: 启用附近对弈

# menu_join_section
source: Nearby Players
de: Verfügbare Spieler
es: Jugadores cercanos
fr: Joueurs proches
zh_hans: 附近玩家

# menu_load_game
source: Load Game
de: Spiel laden
es: Cargar Partida
fr: Charger Partie
zh_hans: 载入对局

# menu_new_game
source: New Game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
zh_hans: 新游戏

# menu_play_black
source: Play Black
de: Schwarz spielen
es: Jugar con negras
fr: Jouer Noir
zh_hans: 执黑对弈

# menu_rotate_board
source: Rotate Board
de: Brett drehen
es: Girar tablero
fr: Tourner le plateau
zh_hans: 旋转棋盘

# menu_show_history
source: Show History
de: Spielverlauf
es: Ver historial
fr: Voir l'historique
zh_hans: 显示历史

# menu_title
source: Menu
de: Menü
es: Menú
zh_hans: 菜单

# name_prompt_later
source: Later
de: Später
es: Después
fr: Plus tard
zh_hans: 以后

# name_prompt_message
source: Update the name shown to other players.
de: Aktualisiere den angezeigten Namen.
es: Actualiza el nombre mostrado a otros jugadores.
fr: Mettez à jour le nom visible par les autres joueurs.
zh_hans: 更新显示给其他玩家的名称。

# name_prompt_message_first
source: Pick how other players will see you. You can change it later.
de: Wähle, wie dich andere Spieler sehen. Du kannst ihn später ändern.
es: Elige cómo te verán otros jugadores. Puedes cambiarlo después.
fr: Choisissez comment les autres joueurs vous verront. Vous pourrez le changer plus tard.
zh_hans: 选择一个让其他玩家看到的名称。以后可再更改。

# name_prompt_placeholder
source: Player Name
de: Spielername
es: Nombre del jugador
fr: Nom du joueur
zh_hans: 玩家名称

# name_prompt_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
zh_hans: 保存

# name_prompt_title
source: Change Your Name
de: Name ändern
es: Cambiar nombre
fr: Changer le nom
zh_hans: 更改名称

# name_prompt_title_first
source: Choose a Name
de: Name wählen
es: Elige un nombre
fr: Choisir un nom
zh_hans: 选择名称

# net_intro_continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
zh_hans: 继续

# net_intro_message
source: %@ uses your local network to automatically discover nearby players without accounts or servers. iOS will now ask for permission. This is only used for finding other devices on your Wi‑Fi / local network.
de: %@ nutzt dein lokales Netzwerk, um automatisch Spieler in der Nähe zu finden – ohne Konten oder Server. iOS wird jetzt um Erlaubnis fragen. Dies wird nur zum Finden anderer Geräte in deinem WLAN / lokalen Netzwerk genutzt.
es: %@ usa tu red local para descubrir automáticamente jugadores cercanos sin cuentas ni servidores. iOS ahora pedirá permiso. Solo se usa para encontrar otros dispositivos en tu Wi‑Fi / red local.
fr: %@ utilise votre réseau local pour découvrir automatiquement des joueurs proches sans comptes ni serveurs. iOS va maintenant demander l'autorisation. C'est uniquement utilisé pour trouver d'autres appareils sur votre Wi‑Fi / réseau local.
zh_hans: %@ 使用你的本地网络自动发现附近玩家，无需账号或服务器。iOS 现在会请求权限。此权限仅用于在你的 Wi‑Fi / 本地网络上发现其他设备。

# net_intro_not_now
source: Not Now
de: Später
es: Ahora no
fr: Plus tard
zh_hans: 暂不

# net_intro_point_change_later
source: You can revoke permission later in Settings > Privacy & Security > Local Network.
de: Du kannst die Erlaubnis später in Einstellungen > Datenschutz & Sicherheit > Lokales Netzwerk widerrufen.
es: Puedes revocar el permiso más tarde en Ajustes > Privacidad y seguridad > Red local.
fr: Vous pouvez révoquer l'autorisation plus tard dans Réglages > Confidentialité et sécurité > Réseau local.
zh_hans: 你可以稍后在 设置 > 隐私与安全 > 本地网络 中撤销。

# net_intro_point_discovery
source: Automatic discovery: we advertise a short identifier so another device can find you.
de: Automatische Erkennung: Wir senden nur eine kurze Kennung, damit dich ein anderes Gerät findet.
es: Descubrimiento automático: anunciamos un identificador corto para que otro dispositivo pueda encontrarte.
fr: Découverte automatique : nous annonçons un identifiant court pour qu'un autre appareil puisse vous trouver.
zh_hans: 自动发现：我们只广播一个短标识，让其他设备能找到你。

# net_intro_point_privacy
source: Nothing leaves your local network; no game data is sent to external servers.
de: Nichts verlässt dein lokales Netzwerk; keine Spieldaten gehen an externe Server.
es: Nada sale de tu red local; no se envían datos de la partida a servidores externos.
fr: Rien ne quitte votre réseau local ; aucune donnée de partie n'est envoyée à des serveurs externes.
zh_hans: 不会离开你的本地网络；不会将对局数据发送到外部服务器。

# net_intro_title
source: Local Network Access
de: Lokaler Netzwerkzugriff
es: Acceso a la Red Local
fr: Accès Réseau Local
zh_hans: 本地网络访问

source: New Game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
zh_hans: 新游戏

# new_game_confirm
source: New Game?
de: Neues Spiel?
es: ¿Nueva partida?
fr: Nouvelle partie ?
zh_hans: 开始新游戏？

source: No
de: Nein
fr: Non
zh_hans: 否

source: No devices found
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
zh_hans: 未发现设备

# no_other_devices
source: No other devices connected
de: Keine anderen Geräte verbunden
es: No hay otros dispositivos conectados
fr: Aucun autre appareil connecté
zh_hans: 没有其他已连接设备

# offline_new_game_confirm
source: New game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
zh_hans: 新游戏

# offline_new_game_keep
source: Keep playing
de: Weiterspielen
es: Seguir jugando
fr: Continuer
zh_hans: 继续对局

# offline_new_game_message
source: The current game will be ended.
de: Die aktuelle Partie wird beendet.
es: La partida actual se terminará.
fr: La partie en cours sera arrêtée.
zh_hans: 当前对局将被结束。

# offline_new_game_title
source: Really start a new game?
de: Wirklich neues Spiel starten?
es: ¿Empezar nueva partida?
fr: Vraiment recommencer ?
zh_hans: 确定开始新游戏？

# opponent_requests_history_revert_one
source: %@ wants to undo 1 move.
de: %@ möchte 1 Zug zurückgehen.
es: %@ quiere deshacer 1 jugada.
fr: %@ veut annuler 1 coup.
zh_hans: %@ 想撤回 1 步。

# opponent_requests_history_revert_other
source: %@ wants to undo %@ moves.
de: %@ möchte %@ Züge zurückgehen.
es: %@ quiere deshacer %@ jugadas.
fr: %@ veut annuler %@ coups.
zh_hans: %@ 想撤回 %@ 步。

# opponent_requests_load_game
source: Opponent wants to load: %@
de: Gegner möchte laden: %@
es: El oponente quiere cargar: %@
fr: L'adversaire veut charger : %@
zh_hans: 对手想载入：%@

# opponent_requests_reset
source: %@ wants to start a new game.
de: %@ möchte ein neues Spiel starten.
es: %@ quiere empezar una nueva partida.
fr: %@ veut commencer une nouvelle partie.
zh_hans: %@ 想开始新游戏。

# other_devices_prefix
source: Other devices:
de: Andere Geräte:
es: Otros dispositivos:
fr: Autres appareils :
zh_hans: 其他设备：

# peer_join_subtitle
source: Tap a device name to connect
de: Tippe auf ein Gerät zum Verbinden
es: Toca un dispositivo para conectar
fr: Touchez un appareil pour vous connecter
zh_hans: 点按设备名称以连接

# piece_bishop
source: Bishop
de: Läufer
es: Alfil
fr: Fou
zh_hans: 象

# piece_king
source: King
de: König
es: Rey
fr: Roi
zh_hans: 王

# piece_knight
source: Knight
de: Springer
es: Caballo
fr: Cavalier
zh_hans: 马

# piece_pawn
source: Pawn
de: Bauer
es: Peón
fr: Pion
zh_hans: 兵

# piece_queen
source: Queen
de: Dame
es: Dama
fr: Dame
zh_hans: 后

# piece_rook
source: Rook
de: Turm
es: Torre
fr: Tour
zh_hans: 车

source: Play Black
de: Schwarz spielen
es: Jugar con negras
fr: Jouer Noir
zh_hans: 执黑对弈

# promote_accessibility
source: Promote to %@ (%@)
de: Umwandeln in %@ (%@)
es: Coronar a %@ (%@)
fr: Promouvoir en %@ (%@)
zh_hans: 升变为 %@ (%@)

# promote_choose
source: Choose promotion
de: Umwandlung wählen
es: Elegir pieza
fr: Choisir la pièce
zh_hans: 选择升变

# reset_accept_no
source: Keep Playing
de: Ablehnen
es: Seguir jugando
fr: Continuer
zh_hans: 继续对局

# reset_accept_title
source: New Game?
de: Neues Spiel?
es: ¿Nueva partida?
fr: Nouvelle partie ?
zh_hans: 新游戏？

# reset_accept_yes
source: New Game
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
zh_hans: 新游戏

# reset_cancel_request
source: Keep Playing
de: Doch weiterspielen
es: Seguir jugando
fr: Continuer à jouer
zh_hans: 继续对局

# reset_request_sent
source: Waiting for %@ to confirm starting a new game…
de: %@ muss bestätigen, dass ein neues Spiel gestartet wird.
es: Esperando a %@ para confirmar iniciar una nueva partida…
fr: En attente que %@ confirme le lancement d’une nouvelle partie…
zh_hans: 等待 %@ 确认开始新对局…

# turn_black
source: Black
de: Schwarz
es: Negras
fr: Noir
zh_hans: 黑方

# turn_prefix
source: Turn: %@
de: Am Zug: %@
es: Turno: %@
fr: Au tour : %@
zh_hans: 轮到：%@

# turn_white
source: White
de: Weiß
es: Blancas
fr: Blanc
zh_hans: 白方

# win_text
source: You won
de: Du hast gewonnen
es: Has ganado
fr: Vous avez gagné
zh_hans: 你赢了

source: Yes
de: Ja
es: Sí
fr: Oui
zh_hans: 是

# you_mark
source: (You)
de: (Du)
es: (Tú)
fr: (Vous)
zh_hans: (你)
